---
type: ElementBinding
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ElementBinding

`Autodesk.Revit.DB.ElementBinding` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Categories | — | `public CategorySet Categories { get ; set ; }` |